{
  "app_title": "ADHD + Focus",
  "title_quiz": "Quiz",
  "title_results": "Results",
  "title_areas_results": "Results",
  "title_final_results": "Indications",
  "title_quiz_send": "Send Form",
  "calculate_results": "Calculate Results",
  "page_home_title": "Home",
  "page_quiz_title": "Quiz",
  "page_results_title": "Results",
  "page_profile_title": "Profile",
  "page_login_title": "Login",
  "page_register_title": "Register",
  "revise_quiz": "Revise Answers",
  "title_user_login": "Login",
  "title_user_registration": "Registration",
  "subtitle_results": "Final Result",
  "switch_language_title": "Select Your Language",
  "error_404": "Error 404",
  "not_founded": "Not Found",
  "term": "Term",
  "limit": "Limit",
  "submit": "Submit",
  "yes": "Yes",
  "no": "No",
  "true": "Yes",
  "false": "No",
  "send": "Send",
  "results_for": "Results for You",
  "developed_by": "Developed by",
  "all_rights_reserved": "All rights reserved",
  "term_to_search": "Term to Search",
  "search_limit": "Search Limit",
  "field_required": "Required field!",
  "email_label": "Email",
  "email_placeholder": "Enter your email",
  "invalid_email": "Invalid email!",
  "invalid_email_in_use": "Email already in use",
  "invalid_data": "Invalid data, try again!",
  "name_label": "Name",
  "username_placeholder": "Create a username",
  "username_label": "Username",
  "invalid_username": "Invalid username!",
  "name_placeholder": "Enter your name",
  "password_label": "Password",
  "password_placeholder": "Create a password",
  "invalid_password": "Password should be at least 6 characters, try again.",
  "login": "Login",
  "login_with_email": "Login with e-mail",
  "register": "Register",
  "logout": "Logout",
  "login_with_google": "Login with Google",
  "forgot_password": "Recover password",
  "login_failed": "Incorrect email or password, please try again.",
  "login_success": "Login successful, entering...",
  "password_reset_email_sent": "Password reset email has been sent.",
  "password_reset_error": "An error occurred while resetting the password.",
  "next": "Next",
  "back": "Back",
  "part": "Part",
  "continue_without_login": "Continue without login (Guest)",
  "save_results": "Do you want save your results? Register now!",
  "register_success": "Register successful, redirecting...",
  "quiz_try_again": "Try again",
  "quiz_do": "Do Quiz",
  "results_share": "Share results",
  "portuguese": "Portuguese",
  "spanish": "Spanish",
  "english": "English",
  "loading": "Loading...",
  "title_results_not_found": "Results not found.",
  "subtitle_results_not_found": "Take the quiz to get your results.",
  "birthdate_label": "Birthdate",
  "ocupation_label": "Ocupation",
  "education_level_label": "Education Level",
  "update": "Update",
  "title_date_results": "Last results date: ",
  "gender_label": "Gender",
  "male": "Male",
  "female": "Female",
  "other": "Other",
  "high_school": "Hight School",
  "under_graduate": "Under Graduate",
  "post_graduate": "Post Graduate",
  "student": "Student",
  "worker": "Worker",
  "freelancer": "Freelancer",
  "unemployed": "Unemployed",
  "update_success": "Update success!",
  "invalid_date": "The date format mus be DD/MM/YYYY",
  "administrator": "Administrator",
  "editor": "Editor",
  "user": "User",
  "page_user_manage_list_title": "User list",
  "page_user_manage_title": "User management",
  "role_label": "Role",
  "role": "Role",
  "id": "Id",
  "birthday": "Birthday",
  "email": "Email",
  "name": "Name",
  "actions": "Actions",
  "edit": "Edit",
  "delete": "Delete",
  "active": "Active",
  "update_email_error": "User update error: try another email.",
  "deactivate_confirmation": "Confirm the user deactivation",
  "gender": "Gender",
  "occupation": "Occupation",
  "password": "Password",
  "updateDate": "Update Date",
  "updaterId": "Updater ID",
  "creationDate": "Creation Date",
  "creatorId": "Creator ID",
  "ocupation": "Occupation",
  "userManagement": "User Management",
  "uid": "UID",
  "birthdate": "Birthdate",
  "displayName": "Display Name",
  "educationLevel": "Education Level",
  "quiz": {
    "tdah": {
      "questions": [
        {
          "question": "Do you often get easily distracted during repetitive or lengthy tasks?",
          "example": "Example: You start reading an email or a report, then think of something else, get distracted, and suddenly find yourself somewhere else or looking at something on your phone.",
          "frequency_and_context": "This occurs at least 4 times a week in at least 2 different contexts, such as school/work, relationships, friends, and family.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "Do you often forget important events, commitments, or deadlines, even understanding their relevance?",
          "example": "Example: Missing a work meeting, a medical appointment, or a school deadline.",
          "frequency_and_context": "This occurs at least once a week in at least 2 different contexts, such as school/work, relationships, friends, and family.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "Do you frequently make mistakes by not paying attention to details?",
          "example": "Example: Writing an email with mistakes, confusing similar dates/times, or sharing incorrect information because you assumed it was correct.",
          "frequency_and_context": "This occurs at least twice a week or in at least 50% of communications in at least 2 different contexts, such as school/work, relationships, friends, and family.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "Do you have difficulty remembering what people said during conversations?",
          "example": "Example: Unable to recall the topics discussed in a recent work meeting, a chat from last week, or a request from your partner.",
          "frequency_and_context": "This occurs at least once a week or in 50% of communications in at least 2 different contexts, such as school/work, relationships, friends, and family.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "Do you frequently lose personal items?",
          "example": "Example: Frequently losing car keys, not being able to find your phone, or losing other items you use regularly.",
          "frequency_and_context": "This occurs at least twice a week and causes delays or problems due to the lost item.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "Do you often find objects in strange places or have difficulty finding things where you are sure you left them?",
          "example": "Example: Finding keys in the bathroom, a ring in the freezer, the TV remote in the trash, without remembering having left it there.",
          "frequency_and_context": "This occurs at least once a week and makes you lose time, causes delays, or affects productivity.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "Do you feel constantly restless, even when you need to stay calm?",
          "example": "Example: Unable to stay still in a waiting room or maintain focus during a meeting, presentation, or movie, feeling the need to move or having tics in your hands, legs, or teeth when you can't move.",
          "frequency_and_context": "This occurs most of the time you need to wait or expect something to happen, sometimes perceived more by others.",
          "area": "Hiperatividade",
          "personality": ""
        },
        {
          "question": "Do you have difficulty controlling the volume and pace of your speech during conversations?",
          "example": "Example: In a group conversation, you realize you are speaking loudly, people around you look at you when you talk, or those next to you ask you to lower your tone or be quiet.",
          "frequency_and_context": "This occurs at least three times a week in most social interactions in different contexts, such as school/work, relationships, friends, and family.",
          "area": [
            "Impulsividade",
            "Hiperatividade"
          ],
          "personality": "Extroversão"
        },
        {
          "question": "Do you find it hard to wait for others to finish speaking before interrupting?",
          "example": "Example: During a conversation, you interrupt several times before someone finishes speaking, either out of a desire to talk or fear of forgetting what you want to say.",
          "frequency_and_context": "This occurs at least three times a week in most social interactions in different contexts, such as school/work, relationships, friends, and family.",
          "area": [
            "Impulsividade",
            "Memória"
          ],
          "personality": ""
        },
        {
          "question": "Do you have difficulty absorbing most things someone is telling you, or do you find it hard to maintain focus until they finish speaking?",
          "example": "Example: During a lunch conversation with colleagues, the longer and fuller it gets, the less information you retain.",
          "frequency_and_context": "This occurs at least three times a week or in at least 50% of conversations in different contexts, such as school/work, relationships, friends, and family.",
          "area": [
            "Impulsividade",
            "Memória"
          ],
          "personality": ""
        },
        {
          "question": "Do you have difficulty absorbing information from long texts or large volumes of short messages on social media?",
          "example": "Example: Unable to read a long email to the end and remember all the information or skipping large volumes of messages on social media, only reading the beginning and end or everything but quickly forgetting.",
          "frequency_and_context": "This occurs at least three times a week or in at least 50% of conversations in different contexts, such as school/work, relationships, friends, and family.",
          "area": [
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "Are you uninterested in socializing or find most people uninteresting?",
          "example": "Example: Uninterested in meeting new people or preferring to stay alone doing activities you find more interesting.",
          "frequency_and_context": "In the last three months, this occurred at least four times a week, especially when there are opportunities for socialization.",
          "area": [
            "Hiperfoco"
          ],
          "personality": "Introversão"
        },
        {
          "question": "Do you get irritated or have outbursts when interrupted during a task you are very focused on?",
          "example": "Example: During an unfinished task, if someone interrupts, you feel anger or frustration, potentially reacting with a bad mood or intense behavior.",
          "frequency_and_context": "This occurs in more than 50% of the situations where you were immersed and were interrupted before finishing.",
          "area": [
            "Hiperfoco",
            "Impulsividade"
          ],
          "personality": ""
        },
        {
          "question": "Do you have difficulty shifting your focus from one activity to listen when someone speaks to you directly?",
          "example": "Example: Someone calls your name or asks a question, but you remain focused on your task, unable to remember what was said or unwilling to change your focus.",
          "frequency_and_context": "In the last two months, this occurred four to five times, particularly in work or study situations where you were deeply immersed in an important task.",
          "area": [
            "Hiperfoco",
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "Do you switch from one task to another before finishing them?",
          "example": "Example: You started cleaning the house but got distracted by your phone and ended up doing something else.",
          "frequency_and_context": "This occurred at least five times in the last week, especially when your activities require intense focus.",
          "area": [
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "Do you feel that you cannot complete your tasks efficiently?",
          "example": "Example: You realize that although you start many tasks, you rarely finish them with the desired quality, such as in school or at work.",
          "frequency_and_context": "This occurs at least twice a week and causes you anxiety or frustration because you wish you could do better.",
          "area": [
            "Desatenção",
            "Impulsividade"
          ],
          "personality": ""
        },
        {
          "question": "Do you feel that you need to finish one task or activity before doing another, but get distracted before completing it?",
          "example": "Example: You started organizing your desk, but get distracted by your phone and do not complete the task.",
          "frequency_and_context": "This occurs at least four times a week, often affecting your productivity.",
          "personality": ""
        }
      ],
      "results": [
        {
          "area": "Desatenção",
          "maxValue": 10,
          "messages": {
            "low": "Adequate level of attention for age, with occasional distractions.",
            "moderate": "Moderate difficulty in maintaining focus on prolonged tasks; prone to distractions.",
            "medium": "Frequent episodes of inattention affecting task performance.",
            "high": "Almost constant inability to focus, seriously compromising daily activities."
          }
        },
        {
          "area": "Hiperatividade",
          "maxValue": 10,
          "messages": {
            "low": "Physical and mental activity level appropriate for age.",
            "moderate": "Slight restlessness and need for movement.",
            "medium": "High need for movement or mental activity, distracting oneself and others.",
            "high": "Intense hyperactivity, unable to remain still for extended periods."
          }
        },
        {
          "area": "Hiperfoco",
          "maxValue": 10,
          "messages": {
            "low": "Able to focus intensely without significant detriment.",
            "moderate": "Occasional episodes of hyperfocus to the detriment of other activities.",
            "medium": "Frequent inability to interrupt activities of interest, ignoring other tasks.",
            "high": "Constant hyperfocus compromising responsibilities and important activities."
          }
        },
        {
          "area": "Impulsividade",
          "maxValue": 10,
          "messages": {
            "low": "Adequate impulse inhibition for age, occasionally impulsive.",
            "moderate": "Moderate impulsivity; occasional difficulty controlling spontaneous actions.",
            "medium": "Frequent episodes of impulsivity causing social and/or work problems.",
            "high": "Constant and harmful impulsivity, compromising relationships and decisions."
          }
        },
        {
          "area": "Memória",
          "maxValue": 10,
          "messages": {
            "low": "Good memory, with occasional forgetfulness.",
            "moderate": "Frequent forgetfulness impacting daily tasks.",
            "medium": "Significant difficulty remembering appointments or instructions; frequent forgetfulness.",
            "high": "Extremely limited memory, significantly compromising daily life."
          }
        },
        {
          "area": "Procastinação",
          "maxValue": 10,
          "messages": {
            "low": "Good ability to start and complete tasks without needing to postpone, even in challenging situations.",
            "moderate": "Some difficulty in starting important tasks or occasionally postponing them, especially in less motivating situations.",
            "medium": "Often delays starting or completing tasks, even when important, interfering with deadlines and obligations.",
            "high": "Procrastinates on almost all tasks, almost unable to start or complete them without high external pressure."
          }
        },
        {
          "area": "Desoganização",
          "maxValue": 10,
          "messages": {
            "low": "Organized, with occasional lapses.",
            "moderate": "Moderate disorganization affecting daily life, but can organize with effort.",
            "medium": "High disorganization making it difficult to complete tasks and maintain order.",
            "high": "Inability to organize any aspect of life, causing constant delays and forgetfulness."
          }
        }
      ],
      "messages": {
        "low": "The presence of symptoms is low, but some strategies can help maintain organization. Try using to-do lists and setting daily reminders to stay focused. Maintaining a regular routine and breaking larger tasks into smaller goals can also facilitate concentration.",
        "moderate": "The symptoms of ADHD are moderately present. To better manage the situation, try creating a daily routine with fixed times for main activities and regular breaks. Use tools like organization apps or a physical planner to help remember commitments. Setting small rewards for completing tasks can be motivating and effective for maintaining focus.",
        "medium": "The symptoms are present at a medium intensity, affecting daily life. Try using timers or techniques like Pomodoro (25 minutes of work followed by short breaks) to improve productivity. Organizing the environment, with fewer distractions and essential items in view, can facilitate concentration. Following a weekly agenda with clear goals and daily reviews also helps organize priorities. Evaluating support from a professional can be useful for learning more effective management strategies.",
        "high": "The presence of symptoms is high and significantly impacts routine and well-being. Try creating a structured environment, with set times for each activity and prioritized daily to-do lists. Establish frequent breaks and limit distractions in work or study settings. It is highly recommended to seek support from a psychologist for personalized help and from a physician to assess the need for treatment, as appropriate interventions can make a significant difference."
      }
    },
    "personality": [
      {
        "area": "Extroversão",
        "maxValue": 10
      },
      {
        "area": "Introversão",
        "maxValue": 10
      }
    ]
  }
}
