{
  "app_title": "TDAH + Foco",
  "title_quiz": "Cuestionario",
  "title_results": "Resultados",
  "title_areas_results": "Resultados",
  "title_final_results": "Consejos",
  "title_quiz_send": "Enviar registros",
  "calculate_results": "Calcular resultados",
  "page_home_title": "Inicio",
  "page_quiz_title": "Cuestionario",
  "page_results_title": "Resultados",
  "page_profile_title": "Perfil",
  "page_login_title": "Iniciar sesión",
  "page_register_title": "Registro",
  "revise_quiz": "Revisar respuestas",
  "title_user_login": "Iniciar sesión",
  "title_user_registration": "Registro",
  "subtitle_results": "Resultado final",
  "switch_language_title": "Seleccione su idioma",
  "error_404": "Error 404",
  "not_founded": "No encontrado",
  "term": "Término",
  "limit": "Límite",
  "submit": "Enviar",
  "yes": "Sí",
  "no": "No",
  "send": "Enviar",
  "results_for": "Resultados para",
  "developed_by": "Desarrollado por",
  "all_rights_reserved": "Todos los derechos reservados",
  "term_to_search": "Término para buscar",
  "search_limit": "Límite de búsqueda",
  "field_required": "¡Campo obligatorio!",
  "email_label": "Correo electrónico",
  "email_placeholder": "Ingrese su correo electrónico",
  "invalid_email": "¡Correo electrónico inválido!",
  "invalid_email_in_use": "El correo electrónico ya está en uso",
  "invalid_data": "¡Datos inválidos, intente de nuevo!",
  "name_label": "Nombre",
  "username_placeholder": "Cree un nombre de usuario",
  "username_label": "Usuario",
  "invalid_username": "¡Usuario inválido!",
  "name_placeholder": "Ingrese su nombre",
  "password_label": "Contraseña",
  "password_placeholder": "Cree una contraseña",
  "invalid_password": "¡Contraseña inválida!",
  "login": "Iniciar sesión",
  "login_with_email": "Iniciar sesión con correo electrónico",
  "register": "Registro",
  "login_with_google": "Iniciar sesión con Google",
  "forgot_password": "Recuperar contraseña",
  "login_failed": "Correo electrónico o contraseña incorrectos, intente de nuevo.",
  "login_success": "Inicio de sesión exitoso, ingresando...",
  "logout": "Salir",
  "next": "Siguiente",
  "back": "Regresar",
  "part": "Parte",
  "continue_without_login": "Continuar sin iniciar sesión (Invitado)",
  "save_results": "¿Quieres guardar tus resultados? ¡Regístrate!",
  "password_reset_email_sent": "El correo para restablecer la contraseña ha sido enviado.",
  "password_reset_error": "Ocurrió un error al restablecer la contraseña.",
  "register_success": "Registro exitoso, redirigiendo...",
  "quiz_try_again": "Intentar de nuevo",
  "quiz_do": "Realizar cuestionario",
  "results_share": "Compartir resultados",
  "portuguese": "Portugués",
  "spanish": "Español",
  "english": "Inglés",
  "loading": "Cargando...",
  "title_results_not_found": "Resultados no encontrados.",
  "subtitle_results_not_found": "Realiza el cuestionario para obtener tus resultados.",
  "birthdate_label": "Fecha de nacimiento",
  "ocupation_label": "Ocupación",
  "education_level_label": "Nivel educativo",
  "update": "Actualizar",
  "title_date_results": "Fecha de los últimos resultados: ",
  "quiz": {
    "tdah": {
      "questions": [
        {
          "question": "¿Suele distraerse fácilmente durante tareas repetitivas o largas?",
          "example": "Ejemplo: Comienza a leer un correo electrónico o un informe, luego piensa en otra cosa, se distrae y de repente se encuentra en otro sitio o mirando algo en su celular.",
          "frequency_and_context": "Esto ocurre al menos 4 veces por semana en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "¿Suele olvidar eventos importantes, compromisos o plazos, incluso entendiendo su relevancia?",
          "example": "Ejemplo: Perder una reunión de trabajo, una cita médica o un plazo escolar.",
          "frequency_and_context": "Esto ocurre al menos una vez por semana en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "¿Frecuentemente comete errores por no prestar atención a los detalles?",
          "example": "Ejemplo: Escribir un correo electrónico con errores, confundir fechas/hora similares o compartir información incorrecta porque asumió que estaba correcta.",
          "frequency_and_context": "Esto ocurre al menos dos veces por semana o en al menos el 50% de las comunicaciones en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "¿Tiene dificultad en recordar lo que las personas dijeron durante las conversaciones?",
          "example": "Ejemplo: Incapaz de recordar los temas discutidos en una reunión de trabajo reciente, una charla de la semana pasada o un pedido de su pareja.",
          "frequency_and_context": "Esto ocurre al menos una vez por semana o en el 50% de las comunicaciones en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "¿Frecuentemente pierde objetos personales?",
          "example": "Ejemplo: Perder frecuentemente las llaves del coche, no poder encontrar el celular o perder otros objetos que usa con frecuencia.",
          "frequency_and_context": "Esto ocurre al menos dos veces por semana y causa retrasos o problemas debido al objeto perdido.",
          "area": "Memória",
          "personality": ""
        },
        {
          "question": "¿Suele encontrar objetos en lugares extraños o tiene dificultad en encontrar cosas donde está seguro de que las dejó?",
          "example": "Ejemplo: Encontrar las llaves en el baño, un anillo en el congelador, el control remoto de la TV en la basura, sin recordar haberlo dejado ahí.",
          "frequency_and_context": "Esto ocurre al menos una vez por semana y le hace perder tiempo, causa retrasos o afecta la productividad.",
          "area": "Desatenção",
          "personality": ""
        },
        {
          "question": "¿Se siente constantemente inquieto, incluso cuando necesita mantener la calma?",
          "example": "Ejemplo: Incapaz de quedarse quieto en una sala de espera o mantener el foco durante una reunión, presentación o película, sintiendo la necesidad de moverse o teniendo tics en las manos, piernas o dientes cuando no puede moverse.",
          "frequency_and_context": "Esto ocurre en la mayoría de las veces que necesita esperar o esperar que algo suceda, a veces percibido más por otras personas.",
          "area": "Hiperatividade",
          "personality": ""
        },
        {
          "question": "¿Tiene dificultad en controlar el volumen y el ritmo de su habla durante las conversaciones?",
          "example": "Ejemplo: En una conversación en grupo, se da cuenta de que está hablando alto, las personas alrededor lo miran cuando habla o quienes están a su lado le piden que baje el tono o se calle.",
          "frequency_and_context": "Esto ocurre al menos tres veces por semana en la mayoría de las interacciones sociales en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
          "area": [
            "Impulsividade",
            "Hiperatividade"
          ],
          "personality": "Extroversão"
        },
        {
          "question": "¿Le resulta difícil esperar a que los demás terminen de hablar antes de interrumpir?",
          "example": "Ejemplo: Durante una conversación, interrumpe varias veces antes de que alguien termine de hablar, ya sea por el deseo de hablar o por miedo a olvidar lo que desea decir.",
          "frequency_and_context": "Esto ocurre al menos tres veces por semana en la mayoría de las interacciones sociales en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
          "area": [
            "Impulsividade",
            "Memória"
          ],
          "personality": ""
        },
        {
          "question": "¿Tiene dificultad en absorber la mayoría de las cosas que alguien le está diciendo o le resulta difícil mantener el foco hasta que terminen de hablar?",
          "example": "Ejemplo: Durante una conversación de almuerzo con colegas, cuanto más larga y más llena se vuelve, menos información retiene.",
          "frequency_and_context": "Esto ocurre al menos tres veces por semana o en al menos el 50% de las conversaciones en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
          "area": [
            "Impulsividade",
            "Memória"
          ],
          "personality": ""
        },
        {
          "question": "¿Tiene dificultad en absorber información de textos largos o de grandes volúmenes de mensajes cortos en redes sociales?",
          "example": "Ejemplo: Incapaz de leer un correo electrónico largo hasta el final y recordar la información completa o saltándose grandes volúmenes de mensajes en redes sociales, leyendo solo el principio y el final o todo, pero olvidando rápidamente.",
          "frequency_and_context": "Esto ocurre al menos tres veces por semana o en al menos el 50% de las conversaciones en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
          "area": [
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "¿No tiene interés en socializar o le parece que la mayoría de las personas son poco interesantes?",
          "example": "Ejemplo: Sin interés en conocer nuevas personas o prefiriendo quedarse solo haciendo actividades que considera más interesantes.",
          "frequency_and_context": "En los últimos tres meses, esto ocurrió al menos cuatro veces por semana, especialmente cuando hay oportunidades de socialización.",
          "area": [
            "Hiperfoco"
          ],
          "personality": "Introversão"
        },
        {
          "question": "¿Se irrita o tiene explosiones cuando es interrumpido durante una tarea en la que está muy concentrado?",
          "example": "Ejemplo: Durante una tarea inacabada, si alguien interrumpe, siente rabia o frustración, reaccionando potencialmente con mal humor o comportamiento intenso.",
          "frequency_and_context": "Esto ocurre en más del 50% de las situaciones en las que estaba inmerso y fue interrumpido antes de terminar.",
          "area": [
            "Hiperfoco",
            "Impulsividade"
          ],
          "personality": ""
        },
        {
          "question": "¿Tiene dificultad en desviar el enfoque de una actividad para escuchar cuando alguien le habla directamente?",
          "example": "Ejemplo: Alguien llama su nombre o hace una pregunta, pero usted sigue enfocado en su tarea, incapaz de recordar lo que se dijo o sin ganas de cambiar su enfoque.",
          "frequency_and_context": "En los últimos dos meses, esto ocurrió de cuatro a cinco veces, particularmente en situaciones de trabajo o estudio en las que estaba profundamente inmerso en una tarea importante.",
          "area": [
            "Hiperfoco",
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "¿Cambia de una tarea a otra antes de terminarlas?",
          "example": "Ejemplo: Comenzó a limpiar la casa, pero se distrajo con el celular y terminó haciendo otra cosa.",
          "frequency_and_context": "Esto ocurrió al menos cinco veces en la última semana, especialmente cuando sus actividades requieren un enfoque intenso.",
          "area": [
            "Desatenção"
          ],
          "personality": ""
        },
        {
          "question": "¿Siente que no puede completar sus tareas de manera eficiente?",
          "example": "Ejemplo: Se da cuenta de que, aunque comienza muchas tareas, rara vez las termina con la calidad deseada, como en la escuela o en el trabajo.",
          "frequency_and_context": "Esto ocurre al menos dos veces a la semana y le genera ansiedad o frustración porque le gustaría poder hacerlo mejor.",
          "area": [
            "Desatenção",
            "Impulsividade"
          ],
          "personality": ""
        },
        {
          "question": "¿Siente que necesita terminar una tarea o actividad antes de realizar otra, pero se distrae antes de completarla?",
          "example": "Ejemplo: Comenzó a organizar su escritorio, pero se distrae con su celular y no completa la tarea.",
          "frequency_and_context": "Esto ocurre al menos cuatro veces por semana, a menudo afectando su productividad.",
          "area": [
            "Desatenção"
          ],
          "personality": ""
        }
      ],
      "results": [
        {
          "area": "Desatenção",
          "maxValue": 10,
          "messages": {
            "low": "Nivel de atención adecuado para la edad, con distracciones ocasionales.",
            "moderate": "Dificultad moderada para mantener el enfoque en tareas prolongadas; propenso a distracciones.",
            "medium": "Episodios frecuentes de falta de atención que afectan el rendimiento en tareas.",
            "high": "Incapacidad casi constante de concentrarse, comprometiendo seriamente las actividades diarias."
          }
        },
        {
          "area": "Hiperatividade",
          "maxValue": 10,
          "messages": {
            "low": "Nivel de actividad física y mental adecuado para la edad.",
            "moderate": "Ligera inquietud y necesidad de movimiento.",
            "medium": "Alta necesidad de movimiento o actividad mental que distrae a uno mismo y a los demás.",
            "high": "Hiperactividad intensa, incapaz de permanecer quieto por períodos prolongados."
          }
        },
        {
          "area": "Hiperfoco",
          "maxValue": 10,
          "messages": {
            "low": "Capaz de concentrarse intensamente sin perjuicio significativo.",
            "moderate": "Episodios ocasionales de hiperfoco en detrimento de otras actividades.",
            "medium": "Incapacidad frecuente de interrumpir actividades de interés, ignorando otras tareas.",
            "high": "Hiperfoco constante que compromete responsabilidades y actividades importantes."
          }
        },
        {
          "area": "Impulsividade",
          "maxValue": 10,
          "messages": {
            "low": "Capacidad adecuada de inhibición de impulsos para la edad, ocasionalmente impulsivo.",
            "moderate": "Impulsividad moderada; ocasional dificultad para controlar acciones espontáneas.",
            "medium": "Episodios frecuentes de impulsividad que causan problemas sociales y/o en el trabajo.",
            "high": "Impulsividad constante y perjudicial, comprometiendo relaciones y decisiones."
          }
        },
        {
          "area": "Memória",
          "maxValue": 10,
          "messages": {
            "low": "Buena memoria, olvidos esporádicos.",
            "moderate": "Olvidos frecuentes que afectan las tareas diarias.",
            "medium": "Dificultad significativa para recordar citas o instrucciones; olvidos frecuentes.",
            "high": "Memoria extremadamente limitada, comprometiendo significativamente la vida cotidiana."
          }
        },
        {
          "area": "Procastinação",
          "maxValue": 10,
          "messages": {
            "low": "Buena capacidad para iniciar y completar tareas sin necesidad de posponerlas, incluso en situaciones más difíciles.",
            "moderate": "Encuentra cierta dificultad para iniciar tareas importantes o posponerlas ocasionalmente, especialmente en situaciones menos motivadoras.",
            "medium": "Suele retrasar el inicio o finalización de tareas, incluso cuando son importantes, lo que interfiere con el cumplimiento de plazos y obligaciones.",
            "high": "Procrastina en prácticamente todas las tareas, siendo casi incapaz de iniciarlas o completarlas sin un alto nivel de presión externa."
          }
        },
        {
          "area": "Desorganização",
          "maxValue": 10,
          "messages": {
            "low": "Organizado, con lapsos ocasionales.",
            "moderate": "Desorganización moderada que afecta la vida cotidiana, pero con esfuerzo puede organizarse.",
            "medium": "Alta desorganización que dificulta completar tareas y mantener el orden.",
            "high": "Incapacidad para organizar cualquier aspecto de la vida, causando constantes retrasos y olvidos."
          }
        }
      ],
      "messages": {
        "low": "La presencia de síntomas es baja, pero algunas estrategias pueden ayudar a mantener la organización. Intenta usar listas de tareas y establecer recordatorios diarios para mantener el enfoque. Mantener una rutina regular y dividir tareas más grandes en metas pequeñas también puede facilitar la concentración.",
        "moderate": "Los síntomas de TDAH están presentes de manera moderada. Para manejar mejor la situación, prueba a crear una rutina diaria con horarios fijos para las actividades principales y pausas regulares. Utiliza herramientas como aplicaciones de organización o un planificador físico para ayudar a recordar compromisos. Establecer pequeñas recompensas al completar tareas puede ser motivador y efectivo para mantener el enfoque.",
        "medium": "Los síntomas están presentes en una intensidad media, afectando el día a día. Intenta usar cronómetros o técnicas como Pomodoro (25 minutos de trabajo con pausas cortas) para mejorar la productividad. Organizar el ambiente, con menos distracciones y objetos esenciales a la vista, puede facilitar la concentración. Seguir una agenda semanal con metas claras y revisiones diarias también ayuda a organizar prioridades. Evaluar el apoyo de un profesional puede ser útil para aprender más estrategias de manejo efectivas.",
        "high": "La presencia de síntomas es alta y impacta significativamente la rutina y el bienestar. Intenta crear un ambiente estructurado, con horarios para cada actividad y listas de tareas diarias priorizadas. Establece pausas frecuentes y limita las distracciones en el entorno laboral o de estudio. Se recomienda encarecidamente buscar el apoyo de un psicólogo para obtener ayuda personalizada y de un médico para evaluar la necesidad de tratamiento, ya que intervenciones adecuadas pueden hacer una gran diferencia."
      }
    },
    "personality": [
      {
        "area": "Extroversão",
        "maxValue": 10
      },
      {
        "area": "Introversão",
        "maxValue": 10
      }
    ]
  }
}
