{
  "app_title": "TDAH + foco",
  "page_title_quiz": "Quiz",
  "switch_language_title": "Selecione tua linguagem",
  "error_404": "Erro 404",
  "not_founded": "Não encontrado",
  "term": "Termo",
  "limit": "Límite",
  "submit": "Enviar",
  "yes": "Si",
  "no": "No",
  "send": "Enviar",
  "results_for": "Resultados para",
  "developed_by": "Desarrollado por",
  "all_rights_reserved": "Todos los derechos reservados",
  "term_to_search": "Termo to busca",
  "search_limit": "Limite de busca",
  "quiz": {
    "tdah": [
      {
        "question": "¿Te distraes fácilmente durante tareas repetitivas o largas?",
        "example": "Ejemplo: Comienzas a leer un correo electrónico o un informe, luego piensas en otra cosa, te distraes y de repente te encuentras en otro sitio o mirando algo en tu celular.",
        "frequency_and_context": "Esto ocurre al menos 4 veces por semana en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
        "area": "Desatención"
      },
      {
        "question": "¿Sueles olvidar eventos importantes, compromisos o plazos, a pesar de entender su relevancia?",
        "example": "Ejemplo: Perder una reunión de trabajo, una cita médica o un plazo escolar.",
        "frequency_and_context": "Esto ocurre al menos una vez por semana en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
        "area": "Memoria"
      },
      {
        "question": "¿Cometes errores con frecuencia por no prestar atención a los detalles?",
        "example": "Ejemplo: Escribir un correo electrónico con errores, confundir fechas/hora similares o compartir información incorrecta porque asumiste que era correcta.",
        "frequency_and_context": "Esto ocurre al menos dos veces por semana o en al menos el 50% de las comunicaciones en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
        "area": "Desatención"
      },
      {
        "question": "¿Tienes dificultad para recordar lo que las personas dijeron durante las conversaciones?",
        "example": "Ejemplo: Incapaz de recordar los temas discutidos en una reunión de trabajo reciente, una charla de la semana pasada o un pedido de tu pareja.",
        "frequency_and_context": "Esto ocurre al menos una vez por semana o en el 50% de las comunicaciones en al menos 2 contextos diferentes, como escuela/trabajo, relaciones, amigos y familia.",
        "area": "Memoria"
      },
      {
        "question": "¿Con frecuencia pierdes objetos personales?",
        "example": "Ejemplo: Perder frecuentemente las llaves del coche, no poder encontrar el celular o perder otros objetos que usas con frecuencia.",
        "frequency_and_context": "Esto ocurre al menos dos veces por semana y causa retrasos o problemas debido al objeto perdido.",
        "area": "Memoria"
      },
      {
        "question": "¿Sueles encontrar objetos en lugares extraños o tienes dificultad para encontrar cosas donde estás seguro de que las dejaste?",
        "example": "Ejemplo: Encontrar las llaves en el baño, un anillo en el congelador, el control remoto de la TV en la basura, sin recordar haberlo dejado allí.",
        "frequency_and_context": "Esto ocurre al menos una vez por semana y te hace perder tiempo, causa retrasos o afecta la productividad.",
        "area": "Desatención"
      },
      {
        "question": "¿Te sientes constantemente inquieto, incluso cuando necesitas mantener la calma?",
        "example": "Ejemplo: Incapaz de quedarte quieto en una sala de espera o mantener la concentración durante una reunión, presentación o película, sintiendo la necesidad de moverte o teniendo tics en las manos, piernas o dientes cuando no puedes moverte.",
        "frequency_and_context": "Esto ocurre la mayoría de las veces que necesitas esperar o esperar que algo suceda, a veces es más evidente para otras personas.",
        "area": "Hiperactividad"
      },
      {
        "question": "¿Tienes dificultad para controlar el volumen y el ritmo de tu habla durante las conversaciones?",
        "example": "Ejemplo: En una conversación grupal, te das cuenta de que hablas alto, las personas a tu alrededor te miran cuando hablas o aquellos a tu lado piden que bajes el tono o te calles.",
        "frequency_and_context": "Esto ocurre al menos tres veces por semana en la mayoría de las interacciones sociales en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
        "area": [
          "Impulsividad",
          "Extroversión",
          "Hiperactividad"
        ]
      },
      {
        "question": "¿Te resulta difícil esperar a que los demás terminen de hablar antes de interrumpir?",
        "example": "Ejemplo: Durante una conversación, interrumpes varias veces antes de que alguien termine de hablar, ya sea por el deseo de hablar o por miedo a olvidar lo que deseas decir.",
        "frequency_and_context": "Esto ocurre al menos tres veces por semana en la mayoría de las interacciones sociales en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
        "area": [
          "Impulsividad",
          "Memoria"
        ]
      },
      {
        "question": "¿Tienes dificultad para absorber la mayoría de las cosas que alguien te está diciendo o te resulta difícil mantener la atención hasta que terminen de hablar?",
        "example": "Ejemplo: Durante una conversación de almuerzo con colegas, cuanto más larga y llena se vuelve, menos información retienes.",
        "frequency_and_context": "Esto ocurre al menos tres veces por semana o en al menos el 50% de las conversaciones en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
        "area": [
          "Impulsividad",
          "Memoria"
        ]
      },
      {
        "question": "¿Tienes dificultad para absorber información de textos largos o de grandes volúmenes de mensajes cortos en las redes sociales?",
        "example": "Ejemplo: Incapaz de leer un correo largo hasta el final y recordar la información completa o saltando grandes volúmenes de mensajes en redes sociales, leyendo solo el principio y el final o todo, pero olvidando rápidamente.",
        "frequency_and_context": "Esto ocurre al menos tres veces por semana o en al menos el 50% de las conversaciones en diferentes contextos, como escuela/trabajo, relaciones, amigos y familia.",
        "area": [
          "Desatención"
        ]
      },
      {
        "question": "¿No tienes interés en socializar o encuentras a la mayoría de las personas poco interesantes?",
        "example": "Ejemplo: Sin interés en conocer nuevas personas o prefiriendo quedarte solo haciendo actividades que consideras más interesantes.",
        "frequency_and_context": "En los últimos tres meses, esto ha sucedido al menos cuatro veces por semana, especialmente cuando hay oportunidades de socialización.",
        "area": [
          "Hiperfoco",
          "Introversión"
        ]
      },
      {
        "question": "¿Te irritas o tienes explosiones cuando te interrumpen durante una tarea en la que estás muy concentrado?",
        "example": "Ejemplo: Durante una tarea inconclusa, si alguien interrumpe, sientes ira o frustración, reaccionando potencialmente con mal humor o comportamiento intenso.",
        "frequency_and_context": "Esto ocurre en más del 50% de las situaciones en las que estabas inmerso y fuiste interrumpido antes de terminar.",
        "area": [
          "Hiperfoco",
          "Impulsividad"
        ]
      },
      {
        "question": "¿Tienes dificultad para desviar el foco de una actividad para escuchar cuando alguien te habla directamente?",
        "example": "Ejemplo: Alguien llama tu nombre o hace una pregunta, pero sigues concentrado en tu tarea, incapaz de recordar lo que se dijo o sin ganas de cambiar tu enfoque.",
        "frequency_and_context": "En los últimos dos meses, esto ha ocurrido de cuatro a cinco veces, particularmente en situaciones de trabajo o estudio en las que estabas profundamente inmerso en una tarea importante.",
        "area": [
          "Hiperfoco",
          "Desatención"
        ]
      },
      {
        "question": "¿Cambia de una tarea a otra antes de terminarlas?",
        "example": "Ejemplo: Comenzaste a limpiar la casa, pero te distrajiste con el celular y acabaste haciendo otra cosa.",
        "frequency_and_context": "Esto ha ocurrido al menos cinco veces en el último mes, especialmente en tareas diarias o trabajo donde tenías un plan definido.",
        "area": [
          "Desatención"
        ]
      },
      {
        "question": "En los últimos dos meses, has tenido dificultad para mantener una rutina diaria, a pesar de saber que necesitas realizar las mismas tareas consistentemente?",
        "example": "Ejemplo: Planeaste hacer ejercicio todos los días a las 18h, pero a menudo te distraías y no seguías la rutina.",
        "frequency_and_context": "En los últimos dos meses, al menos cuatro veces por semana, y el patrón se ha mantenido en al menos dos contextos, como el gimnasio o el trabajo.",
        "area": [
          "Desatención"
        ]
      }
    ]
  }
}
